tap "homebrew/bundle"

# packages
brew "stow"
brew "gnupg"
brew "github-keygen"
brew "pinentry-mac"
brew "neovim"
brew "tldr"
brew "nvm"
brew "awscli"
brew "coreutils"
brew "jq"
# brew "docker"
brew "docker-compose"
brew "kafka"
brew "ripgrep"
brew "lazygit"
brew "act"
brew "gh"

# casks
cask "bitwarden"
cask "rectangle"
cask "alfred"
cask "obsidian"
cask "kitty"
cask "font-sauce-code-pro-nerd-font"
cask "spotify"
cask "karabiner-elements"
cask "caffeine"
cask "visual-studio-code"
cask "postman"
cask "docker"

